{
    "nav_home": "Accueil",
    "nav_products": "Produits",
    "nav_testimonials": "Témoignages",
    "nav_our_story": "Notre Histoire",
    "nav_about_us": "À Propos",
    "nav_blog": "Blog",
    "nav_contact": "Contact",
    "app_name": "Faites Briller Votre Peau",

    "hero_slogan_title": "Faites Briller Votre Peau",
    "hero_slogan": "Des soins de la peau propres et conscients pour un éclat radieux.",
    "hero_cta": "Achetez Maintenant",
    "hero_text_part1": "Chez",
    "hero_text_part2": "Faites Briller Votre Peau",
    "hero_text_part3": ", nous pensons que",
    "hero_text_part4": "le soin de la peau est un amour-propre",
    "hero_text_part5": ". Nous exploitons le pouvoir des ingrédients purs et naturels pour créer des produits qui nourrissent et rajeunissent, célébrant votre éclat unique et laissant votre peau radieuse.",

    "products_title": "Produits Phares",
    "products": [
        { "title": "Sérum Éclat", "description": "Un sérum hydratant qui donne à votre peau un éclat radieux." },
        { "title": "Crème de Nuit Réparatrice", "description": "Revitalisez votre peau pendant la nuit avec notre formule nourrissante." },
        { "title": "Élixir d'Hydratation", "description": "Un élixir léger qui retient l'humidité et améliore l'élasticité." },
        { "title": "Boost de Vitamine C", "description": "Illumine et unifie le teint pour un éclat naturel." },
        { "title": "Gel d'Aloès Apaisant", "description": "Calme les rougeurs et hydrate les peaux sensibles." },
        { "title": "Écran Solaire SPF 50+", "description": "Protège des rayons UV nocifs avec une formule légère." },
        { "title": "Crème au Collagène", "description": "Améliore la fermeté et réduit les ridules." },
        { "title": "Gommage Exfoliant", "description": "Élimine les cellules mortes pour une texture plus lisse." },
        { "title": "Masque de Nuit", "description": "Nourrit en profondeur pendant que vous dormez." },
        { "title": "Brume au Thé Vert", "description": "Rafraîchit et hydrate tout au long de la journée." },
        { "title": "Gel Yeux Revivifiant", "description": "Réduit les poches et les cernes." },
        { "title": "Toner à l'Eau de Rose", "description": "Équilibre le pH de la peau et resserre les pores." },
        { "title": "Sérum à la Niacinamide", "description": "Minimise les pores et améliore la barrière cutanée." },
        { "title": "Baume Hydratant pour les Lèvres", "description": "Garde les lèvres douces et hydratées." },
        { "title": "Crème Glow Your Skin", "description": "Hydrate et réapprovisionne avec un éclat naturel." },
        { "title": "Masque à l'Argile au Charbon", "description": "Détoxifie et purifie la peau." },
        { "title": "Sérum Complexe de Peptides", "description": "Améliore l'élasticité et lisse les ridules." },
        { "title": "Gouttes d'Acide Hyaluronique", "description": "Retient l'humidité intense pour une peau repulpée." }
    ],

    "testimonials_title": "Ce Que Disent Nos Clients",
    "testimonials": [
        {
            "name": "Jane Doe",
            "review": "Ce sérum a complètement transformé ma peau. Elle est si hydratée et semble radieuse ! Un incontournable de ma routine."
        },
        {
            "name": "Samantha Lee",
            "review": "La Crème de Nuit Réparatrice est une révolution. Je me réveille avec une peau douce, nourrie et repulpée. J'adore !"
        },
        {
            "name": "Alex Rodriguez",
            "review": "J'ai la peau sensible et le Gel d'Aloès Apaisant est une bouée de sauvetage. Il calme instantanément mes rougeurs et est incroyablement rafraîchissant."
        }
    ],

    "our_story_title": "Notre Chemin Vers l'Éclat",
    "our_story_text_1": "Tout a commencé avec une idée simple : les soins de la peau doivent être purs, efficaces et un plaisir à utiliser. Frustrée par les produits remplis de produits chimiques agressifs, notre fondatrice, une esthéticienne passionnée, a décidé de créer une gamme qui célèbre le pouvoir des ingrédients naturels.",
    "our_story_text_2": "Chaque produit témoigne de notre engagement envers la beauté propre et les pratiques durables. Nous croyons en la création de soins de la peau qui non seulement vous font paraître belle, mais aussi vous font sentir bien avec ce que vous mettez sur votre peau.",

    "about_title": "À Propos de Nous",
    "about_text_1": "Chez <1>Glow Your Skin</1>, nous pensons que les soins de la peau ne sont pas qu'une routine — c'est un rituel d'amour-propre. Notre mission est de créer des produits de soin simples, efficaces et doux qui célèbrent la beauté naturelle de chaque type de peau. Avec un mélange d'ingrédients propres, de formulations apaisantes et un design élégant, nous visons à apporter une touche de calme et d'éclat à votre routine de soin quotidienne.",
    "about_text_2": "Parce qu'une peau éclatante est toujours tendance.",

    "blog_title": "Guides de Soins de la Peau",
    "blog_read_more": "Lire la suite",
    "blog_posts": [
        {
            "title": "5 Astuces Pour une Peau Éclatante en Été",
            "excerpt": "Apprenez à garder votre peau hydratée et protégée pendant les mois d'été avec ces astuces simples."
        },
        {
            "title": "Le Pouvoir du Sérum à la Vitamine C",
            "excerpt": "Découvrez les bienfaits incroyables de la Vitamine C et pourquoi elle devrait être un incontournable de votre routine de soins de la peau."
        },
        {
            "title": "Comprendre Votre Type de Peau",
            "excerpt": "Un guide pour identifier votre type de peau et choisir les bons produits pour un teint plus sain."
        }
    ],

    "contact_title": "Contactez-Nous",
    "contact_slogan": "Vous avez des questions ou souhaitez en savoir plus sur nos produits ? Nous serions ravis de vous entendre !",
    "contact_name_placeholder": "Votre Nom",
    "contact_email_placeholder": "Votre Email",
    "contact_message_placeholder": "Votre Message",
    "contact_cta": "Envoyer le Message"
}