{
    "nav_home": "Inicio",
    "nav_products": "Productos",
    "nav_testimonials": "Testimonios",
    "nav_our_story": "Nuestra Historia",
    "nav_about_us": "Acerca de Nosotros",
    "nav_blog": "Blog",
    "nav_contact": "Contacto",
    "app_name": "Glow Your Skin",

    "hero_slogan_title": "Haz Brillar Tu Piel",
    "hero_slogan": "Cuidado de la piel limpio y consciente para un tú radiante.",
    "hero_cta": "Comprar Ahora",
    "hero_text_part1": "En",
    "hero_text_part2": "Haz Brillar Tu Piel",
    "hero_text_part3": ", creemos que",
    "hero_text_part4": "el cuidado de la piel es un amor propio",
    "hero_text_part5": ". Aprovechamos el poder de los ingredientes puros y naturales para crear productos que nutren y rejuvenecen, celebrando tu resplandor único y dejando tu piel radiante.",

    "products_title": "Productos Destacados",
    "products": [
        { "title": "Sérum Resplandor", "description": "Un sérum hidratante que le da a tu piel un brillo radiante." },
        { "title": "Crema de Noche Reparadora", "description": "Revitaliza tu piel durante la noche con nuestra fórmula nutritiva." },
        { "title": "Elixir de Hidratación", "description": "Un elixir ligero que retiene la humedad y aumenta la elasticidad." },
        { "title": "Boost de Vitamina C", "description": "Ilumina y unifica el tono de la piel para un resplandor natural." },
        { "title": "Gel de Aloe Calmante", "description": "Calma el enrojecimiento e hidrata la piel sensible." },
        { "title": "Protector Solar SPF 50+", "description": "Protege de los rayos UV dañinos con una fórmula ligera." },
        { "title": "Crema de Colágeno", "description": "Mejora la firmeza y reduce las líneas finas." },
        { "title": "Exfoliante Facial", "description": "Elimina las células muertas de la piel para una textura más suave." },
        { "title": "Mascarilla de Noche", "description": "Nutre profundamente mientras duermes." },
        { "title": "Bruma de Té Verde", "description": "Refresca e hidrata durante todo el día." },
        { "title": "Gel para Ojos Revive", "description": "Reduce la hinchazón y las ojeras." },
        { "title": "Tónico de Agua de Rosas", "description": "Equilibra el pH de la piel y cierra los poros." },
        { "title": "Sérum de Niacinamida", "description": "Minimiza los poros y mejora la barrera cutánea." },
        { "title": "Bálsamo Labial Hidratante", "description": "Mantiene los labios suaves e hidratados." },
        { "title": "Crema Glow Your Skin", "description": "Hidrata y repone con un brillo natural." },
        { "title": "Mascarilla de Arcilla y Carbón", "description": "Desintoxica y purifica la piel." },
        { "title": "Sérum Complejo de Péptidos", "description": "Aumenta la elasticidad y suaviza las líneas finas." },
        { "title": "Gotas de Ácido Hialurónico", "description": "Retiene la humedad intensa para una piel tersa." }
    ],

    "testimonials_title": "Lo Que Dicen Nuestros Clientes",
    "testimonials": [
        {
            "name": "Jane Doe",
            "review": "Este suero ha transformado completamente mi piel. ¡Se siente tan hidratada y se ve radiante! Un imprescindible en mi rutina.",
            "image": "/src/assets/images/hero01.png"
        },
        {
            "name": "Samantha Lee",
            "review": "La Crema de Noche Reparadora ha cambiado las reglas del juego. Me levanto con mi piel suave, nutrida y tersa. ¡Absolutamente me encanta!",
            "image": "/src/assets/images/hero03.png"
        },
        {
            "name": "Alex Rodriguez",
            "review": "Tengo la piel sensible y el Gel de Aloe Calmante es un salvavidas. Calma mi enrojecimiento al instante y se siente increíblemente refrescante.",
            "image": "/src/assets/images/hero07.png"
        }
    ],

    "our_story_title": "Nuestro Viaje Hacia el Resplandor",
    "our_story_text_1": "Todo comenzó con una idea simple: el cuidado de la piel debe ser puro, efectivo y un placer de usar. Frustrada con productos llenos de químicos agresivos, nuestra fundadora, una esteticista apasionada, se propuso crear una línea que celebre el poder de los ingredientes naturales.",
    "our_story_text_2": "Cada producto es un testimonio de nuestro compromiso con la belleza limpia y las prácticas sostenibles. Creemos en crear productos para el cuidado de la piel que no solo te hagan lucir bien, sino que también te hagan sentir bien con lo que te pones en la piel.",

    "about_title": "Sobre Nosotros",
    "about_text_1": "En <1>Glow Your Skin</1>, creemos que el cuidado de la piel no es solo una rutina, es un ritual de amor propio. Nuestra misión es crear productos para el cuidado de la piel simples, efectivos y suaves que celebren la belleza natural en cada tipo de piel. Con una mezcla de ingredientes limpios, formulaciones calmantes y un diseño elegante, nuestro objetivo es aportar un toque de calma y resplandor a tu rutina diaria de cuidado de la piel.",
    "about_text_2": "Porque una piel radiante siempre está de moda.",

    "blog_title": "Guías de Cuidado de la Piel",
    "blog_read_more": "Leer más",
    "blog_posts": [
        {
            "title": "5 Consejos Para una Piel Resplandeciente en Verano",
            "excerpt": "Aprende a mantener tu piel hidratada y protegida durante los meses de verano con estos sencillos consejos."
        },
        {
            "title": "El Poder del Sérum de Vitamina C",
            "excerpt": "Descubre los increíbles beneficios de la Vitamina C y por qué debería ser un básico en tu rutina de cuidado de la piel."
        },
        {
            "title": "Comprendiendo tu Tipo de Piel",
            "excerpt": "Una guía para identificar tu tipo de piel y elegir los productos adecuados para una tez más saludable."
        }
    ],

    "contact_title": "Ponte en Contacto",
    "contact_slogan": "¿Tienes preguntas o quieres saber más sobre nuestros productos? ¡Nos encantaría saber de ti!",
    "contact_name_placeholder": "Tu Nombre",
    "contact_email_placeholder": "Tu Correo Electrónico",
    "contact_message_placeholder": "Tu Mensaje",
    "contact_cta": "Enviar Mensaje",

    "footer_rights": "Glow Your Skin. Todos los derechos reservados."
}